{
  "videos": [
    {
      "id": 1,
      "title": "Equipo Front End",
      "category": "FRONT END",
      "photo": "https://i.ytimg.com/vi/rpvrLaBQwgg/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/rpvrLaBQwgg",
      "description": "En este video, Jeanmarie Quijada, instructora Front End en Alura Latam te explica qué hace el equipo de Front End."
    },
    {
      "id": 2,
      "title": "¿Por qué utilizar React?",
      "category": "FRONT END",
      "photo": "https://i.ytimg.com/vi/MnBNPA45NW8/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/MnBNPA45NW8",
      "description": "En el Alura.tips de hoy platicaremos con Harland Lohora, instructor Front End en la plataforma de Alura Latam, sobre la librería JS de React.Harland nos comentará como surgió React, por que utilizarlo y por que se tornó una librería tan importante en el desarrollo front end."
    },
    {
      "id": 3,
      "title": "Cuándo usar let, var y const?",
      "category": "FRONT END",
      "photo": "https://i.ytimg.com/vi/PztCEdIJITY/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/j71g5TiMA-M",
      "description": "¿A veces cuando estás programando sientes dificuldades en saber en qué momento utilizar let, var o const para declarar una variable? En este video te sacamos estas dudas, además de explicarte lo que es escopo global y local en JavaScript."
    },
    {
      "id": 4,
      "title": "La magia detrás de Java",
      "category": "BACK END",
      "photo": "https://i.ytimg.com/vi/GrEO8nZzyZM/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/GrEO8nZzyZM",
      "description": "Sabemos que el ecosistema de Java es una sopa de letras con varias siglas, y la JVM (Java Virtual Machine) es una de ellas. En este video, nuestra instructora Ellen Pimentel explica su rol y características y es más simple que la magia, es decir, de lo que uno imagina."
    },
    {
      "id": 5,
      "title": "Descubre el poder de Python: El lenguaje de programación que revoluciona la industria",
      "category": "BACK END",
      "photo": "https://i.ytimg.com/vi/BxcMMgmLKTU/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/BxcMMgmLKTU",
      "description": "Sabemos que hay diversos lenguajes de programación para que empecemos a aprender a programar. En este video vamos a ver cuáles son las ventajas de aprender Python tanto para Programación como para Data Science."
    },
    {
      "id": 6,
      "title": "Simplificando tu código en Java: Conoce los enum",
      "category": "BACK END",
      "photo": "https://i.ytimg.com/vi/EoPvlE85XAQ/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/EoPvlE85XAQ",
      "description": "¿Escribir muchas variables del tipo constantes en Java te parece un proceso tedioso y que genera muchas líneas de código? En este Alura+ la instructora Génesys Rondón nos enseña a simplificar esta tarea usando un tipo de dato especial llamado enum."
    },
    {
      "id": 7,
      "title": "¿Qué son las Soft Skills?",
      "category": "INNOVACIÓN Y GESTIÓN",
      "photo": "https://i.ytimg.com/vi/vhwspfvI52k/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/vhwspfvI52k",
      "description": "¿Qué son las Softskills y por qué es tan importante desarrollarlas para posicionarse en el mercado laboral? En este video de Alura Tips, Pri Stuani nos habla de las habilidades más buscadas por las empresas en sus profesionales y cómo las Soft Skills te ayudan en el día a día."
    },
    {
      "id": 8,
      "title": "Entendiendo la importancia de Linkedin",
      "category": "INNOVACIÓN Y GESTIÓN",
      "photo": "https://i.ytimg.com/vi/N9vxfMJEyYg/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/N9vxfMJEyYg",
      "description": "¿Ya tienes un perfil en Linkedin? ¿Sabes cuál es la importancia en tenerlo? En el video de hoy vamos a hablar de la importancia de la rede social laboral más grande del mundo."
    },
    {
      "id": 9,
      "title": "Técnicas para mejorar tu aprendizaje",
      "category": "INNOVACIÓN Y GESTIÓN",
      "photo": "https://i.ytimg.com/vi/KSyqCUAr2CU/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/KSyqCUAr2CU",
      "description": "En este video te llevaremos por las mejores técnicas para mejorar tu aprendizaje y retención. Ya sea que estés estudiando para un examen, aprendiendo una nueva habilidad, o simplemente buscando maneras de optimizar tu proceso de aprendizaje, este video te proporcionará estrategias prácticas y basadas en la ciencia para alcanzar tus objetivos."
    }
  ]
}
